[
    {
		"pk": 1,
		"model": "roster.coach",
		"fields": {
			"pid": 714000001,
			"firstName": "Jann",
            "lastName": "Mann",
            "title": "Head Coach",
			"isActive": true,
            "athlete_image": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/BY/BYGUBJDAHKWBHII.20130906184045.jpg",
            "details": "Jan Mann, a well-respected individual in collegiate women's golf, is in her fifth year as head women's golf coach at the University of North Carolina.  Mann, a proven and experienced head coach, became the third head coach in Carolina history and took over the program July 2009. In Mann's first four years at the helm, the Tar Heels have won five team championships, including the 2011 ACC Championship and three tournaments last year, the Liz Murphey Fall Preview, the Ruth's Chris Tar Heel Invitational and the UCF Challenge. Mann was crowned the 2011 ACC Coach of the Year, the second time she has received that honor.  She was also selected the 2005 ACC Coach of the Year when she was the head coach at Virginia. Mann is the third women's golf coach in school history.  Dot Gunnells was Carolina's inaugural head coach, serving as coach for 18 years, from 1975-76 through the 1992-93 season.  Sally Austin then took over the Tar Heel reins and coached for 16 years, from 1993-94 through 2008-09. Mann and her husband, John, have one daughter, Lindsay Badour of Wilmington, N.C., and two sons, John Mann of Cary, N.C., and Robb Mann of Wilmington, N.C."
		}
	},
    {
		"pk": 2,
		"model": "roster.coach",
		"fields": {
			"pid": 714000002,
			"firstName": "Leah",
            "lastName": "Wigger",
            "title": "Assistant Head Coach",
		 	"isActive": true,
            "athlete_image": "http://image.cdnllnwnl.xosnetwork.com/pics33/640/HN/HNGAQZGQZXRZCCP.20130906184045.jpg",
            "details": "Leah Wigger is in her first year as assistant women's golf coach for the Tar Heels.  Wigger teams up with head coach Jan Mann in running the day-to-day operations of the women's golf program in addition to her on-course duties as coach and instructor. \"I am extremely excited to have Leah Wigger join our women's golf program,\" says Mann.  \"Leah was my first signed recruit at the University of Virginia.  She was a great collegiate player and has gone on to play professional golf reaching the LPGA.  Leah's experience on tour will definitely assist our student athletes in reaching their full potential while at Carolina.\" Since joining the Tar Heels last summer, Wigger has already helped lead Carolina to two team championships last fall, the Liz Murphey Fall Preview and the Ruth's Chris Tar Heel Invitational.  In addition, five Tar Heels carded top-20 finishes on 10 occasions last fall, including a runner-up finish at the Fall Preview by Casey Grice. Wigger competed on the LPGA Futures Tour in 2007-08, 2011 and 2012 while playing on the LPGA Tour in 2009 and 2010.  She has two wins to her credit, the 2008 American Systems Invitational in Daytona Beach, Fla., and the 2012 Symetra Tour Island Resort Championship in Harris, Mich.  She also participated in the U.S. Women's Open in 2007 and 2008."
		}
	}
]